
def calculate_salary():
    print('This is a calculate_salary')
    a = int(input("Укажите количество отработанных дней: "))
    salary = 1300*a
    return salary


